Revit 2027 API
EditorInteraction Properties
The EditorInteraction type exposes the following members.
Properties
Name | Description
InteractionType |  The type of interaction.
Top
See Also
Reference
EditorInteraction Class
Autodesk.Revit.UI Namespace